Merge pull request #3 from PrismAero:dev
Add display brightness and dashboard lock settings
